public class Main {
    public static void main(String[] args) {

        int ticketPrice = 13676;// Объявляете переменные для входных данных и
        int coastBonus = 20;// параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной мили

        System.out.println(ticketPrice / coastBonus + " бонусных баллов");// Рассчитываете количество бонусных миль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }
}
